{
    "title": "ジャパンスネークセンター（冬）",
    "keyword": ["動物", "旅行"],
    "tag": [""],
    "category":"ctg3",
    "summary":"ヘビ専門の動物園みたいなところへ行ってきました。",
    "library":[""],
    "article":"

<p>
平成最後の年の瀬に、群馬県東部、藪塚の山麓にあるヘビの研究所へ行ってきました。研究所といっても、「ジャパンスネークセンター」というヘビ専門の動物園みたいな形で一般公開しています。いろいろなヘビを見られるだけでなく、ヘビとのふれあいタイムがあったり、採毒実演があったりと結構楽しめます。一度行ってから、この施設がお気に入りですが、なかなか、行く機会に恵まれず、今回の訪問は約15年ぶり、3回目となります。
</p><p class='ref'>
ジャパンスネークセンター<br>
https://www.snake-center.com/
</p>
<p>
実はこのジャパンスネークセンターは、毒ヘビにかまれたときに解毒するのに必要な血清を作るために生まれました。血清を作るためには、解毒したい毒と同じ毒をもとに作る必要があります。この施設は、日本で唯一、血清を作るためのヘビ毒を採取する施設として50年間存在します。重要施設ですね。
</p>
<p>
アクセスですが、東武桐生線の藪塚駅から徒歩20分くらいでした。藪塚駅は浅草からの特急りょうもう号も停車するので、東京から1本で行けます。とはいえ、私は、お昼ご飯を食べたかったので、太田駅でいったん降りました。藪塚駅周辺は、あまりご飯処はない様子でしたので……。
</p>
<div class='fig'>
<a><img src='./a10/1.jpg' alt ='藪塚駅に停車する特急りょうもう号' class='fig'></a><br>
<p class='legend'>
藪塚駅に停車する特急りょうもう号。
</p></div>
<p>
太田で腹ごしらえをして、赤城行きの普通列車で藪塚駅まで行きます。特急停車駅としてはこじんまりしている駅ですが、良く手入れされたきれいな駅です。
</p><p>
藪塚駅から、田んぼの中を約10分、そこから斜面を登って約10分。スネークセンターの入り口に到着しました。なかなかインパクトあるデザインです。
</p>

<div class='fig'>
<a><img src='./a10/2.jpg' alt ='入口のアーチ' class='fig'></a><br>
<p class='legend'>
入口のアーチ。
</p></div>

<p>
入場料は1000円でしたが、以下の20%引きクーポンで800円になりました。
</p><p class='ref'>
ぐるっと太田 ジャパンスネークセンター クーポン<br>
https://www.gurutto-ota.com/detail/12/coupon-detail-10.html
</p><p>
ちょうどふれあいタイムの時間に到着しましたので、そそくさと会場の採毒室に移動。物騒な名前のお部屋です。部屋には、既に人だかりが。メインは家族連れやカップルで20人以上いたでしょうか？
</p><p>
採毒室は、ギャラリーとヘビを取り扱う場所がガラスで仕切られており、一部窓が開くようになっています。時間になると、スタッフの方がヘビを持って登場。ガラスの内側でヘビの説明をした後、窓を開けて、ふれあいタイムスタートです。今回のアイドル（ヘビ）はボールパイソンという大きなヘビ。でも、かなりおとなしいヘビらしいです。触られている間も、特に嫌がる様子もなく、首をくねくねさせていました。
</p>
<div class='fig'>
<a><img src='./a10/3.jpg' alt ='ボールパイソン' class='fig'></a><br>
<p class='legend'>
抱きかかえられるボールパイソン。
</p></div>

<p>
まずは子供たちが触りにいきます。きゃっきゃっと触る子もいれば、ヘビが怖くて近づこうとしない子もいます。ヘビが怖くて泣く子と、もっと触りたくて泣く子とが入り混じり、ちょっと阿鼻叫喚に。
</p><p>
スタッフの方は説明のところどころで、「ヘビは怖くない」ということをアピールしていました。ヘビ嫌いの人を減らしたいのかなぁ？愛を感じます。
</p><p>
ふれあうことのできるヘビは、消毒がしてありました。もっとも、哺乳類と違って、触れて移るような病気はないみたいです。さすがに生で食べるとリスクはあるみたいですが……。
</p><p>
ふれあいタイムを終えたので、とりあえず、園内を回ります。園内は結構坂が急で、その中に様々な展示施設や研究施設が点在していました。
</p>

<div class='fig'>
<a><img src='./a10/4.jpg' alt ='斜面が多い園内' class='fig'></a><br>
<p class='legend'>
園内は斜面が多い。。
</p></div>

<p>
園内は結構ダンジョン感があります。いかにもな研究棟や、封鎖された洞窟があったりと、ヘビだけでなく施設全体の雰囲気も楽しめそうです。1999年の新聞記事とか、色あせて文字が薄くなった手書きの解説とかが貼られていて、それこそ以前に行った15年前にトリップしたような感覚も感じられました。
</p>

<div class='fig'>
<a><img src='./a10/5.jpg' alt ='資料室' class='fig'></a><br>
<p class='legend'>
資料室。
</p></div>
<div class='fig'>
<a><img src='./a10/6.jpg' alt ='研究棟？？' class='fig'></a><br>
<p class='legend'>
研究棟？？手前は、屋外採毒場。
</p></div>
 
<p>
しかし、この園内に、結構な入園客がおり、また、ヘビたちもきちんときちんと管理されている様子です。特定動物の飼育許可の掲示は最新のものになっていました。実演時間での充実の解説も合わせて、中のコンテンツにはしっかり命が宿っていました。
</p><p>
展示施設の中は、大ヘビ温室、熱帯ヘビ類温室、標本などを展示する資料館等ありますが、人気だったのは毒ヘビ温室です。世界の毒ヘビが展示されており、壁には毒ヘビの怖さについての説明資料が貼られています。
</p><p>
毒ヘビ温室のヘビの皆さんは、おとなしくじっとしていたり、平和ににょろにょろしていたりしていましたが、キングコブラさんだけはお怒りモードで、入園者を威嚇しまくっていました。いかにもコブラらしい姿に威嚇されている人間たちは大喜び。コブラと人間の間に立ちはだかる強化ガラスは偉大だなと思いました。
</p>

<div class='fig'>
<a><img src='./a10/7.jpg' alt ='キングコブラ' class='fig'></a><br>
<p class='legend'>
激おこのキングコブラ。
</p></div>

<p>
昔はウミヘビもいた記憶がありますが、今はいないとのこと。当時はちょうどウミヘビの採毒調査を行っていたようです。ちなみに、ウミヘビはコブラに近いみたいです。コブラに負けず劣らず、ウミヘビも毒は強いらしいです。
</p><p>
また、トカゲやカメ、ワニもいました。掲示の説明を見るに、捨てられたり、没収されたりと警察沙汰になった動物たちを保護しているようです。以下、写真写りの良いヘビたちです。
</p>


<div class='fig'>
<a><img src='./a10/8.jpg' alt ='トウブグリーンマンバ' class='fig'></a><br>
<p class='legend'>
<a href='https://ja.wikipedia.org/wiki/%E3%83%92%E3%82%AC%E3%82%B7%E3%82%B0%E3%83%AA%E3%83%BC%E3%83%B3%E3%83%9E%E3%83%B3%E3%83%90' target='_blank'>みどりのヘビ</a>。
</p></div>

<div class='fig'>
<a><img src='./a10/9.jpg' alt ='コーンスネーク' class='fig'></a><br>
<p class='legend'>
<a href='https://ja.wikipedia.org/wiki/%E3%82%B3%E3%83%BC%E3%83%B3%E3%82%B9%E3%83%8D%E3%83%BC%E3%82%AF' target='_blank'>あかいヘビ</a>。
</p></div>

<div class='fig'>
<a><img src='./a10/10.jpg' alt ='ボアコンストリクター' class='fig'></a><br>
<p class='legend'>
<a href='https://ja.wikipedia.org/wiki/%E3%83%9C%E3%82%A2%E3%82%B3%E3%83%B3%E3%82%B9%E3%83%88%E3%83%AA%E3%82%AF%E3%82%BF%E3%83%BC' target='_blank'>おおきいヘビ</a>。
</p></div>

<p>
しばらくすると、ハブの採毒実演の時間になりました。スタッフの方はふれあいタイムと同じ方。先端がL字型に曲がった棒を器用に操り、興奮しまくりのハブをスムーズに捕まえました。牙をビーカーっぽい円錐形のガラス容器に引っ掛けると毒液がだらだら出てきます。これで採毒は完了です。
</p><p>
ハブは凶暴で、なおかつ俊敏にとびかかってきます。威嚇ポーズを見せたら、近づかない、素早く動かないことが大事なようです。威嚇ポーズ、首をS字状にしている状態です。この折り曲げた首を一気に伸ばすことで、俊敏にとびかかるというわけです。良い写真が撮れなかったので、Wikipediaでご確認ください。トップの写真が威嚇状態です。
</p><p class='ref'>
<a href='https://ja.wikipedia.org/wiki/%E3%83%8F%E3%83%96_(%E5%8B%95%E7%89%A9)' target='_blank'>ハブ (動物)</a><br>
―Wikipedia
</p><p>
ハブの採毒が終わった後は、マムシとヤマカガシの説明に移りました。本州に住む人間にとっては、ハブよりもこちら2種の方が接する機会が多いでしょう。凶暴なハブに比較して、この2種はおとなしいですが、間違って踏んでしまったり、下手に触ったりして咬まれてしまうことが多いようです。マムシとヤマカガシの毒はハブよりも強力です。どちらも毒の種類が違うため、咬まれたらすぐに病院へ行き、どちらの種か判定して、それに合った血清を打ってもらう必要があります。
</p><p>
今回、実演で出てきてもらったヤマカガシはおとなしく、人に慣れているため本当にかわいかったです。スタッフが説明をする中で、にょろにょろにょろにょろ。
</p>

<div class='fig'>
<a><img src='./a10/11.jpg' alt ='ヤマカガシ' class='fig'></a><br>
<p class='legend'>
スタッフさんの説明中ににょろにょろするヤマカガシ。
</p></div>

<p>
実は、ヤマカガシ、牙にある毒の他にもう一つ毒を持っているとのこと。頭の周囲を圧迫されると、毒を出すそうです。この毒は、自分で作るのではなく、餌から摂取して蓄積するようです。フグみたいですね。
</p><p>
また、驚くことに、この毒は母親からも受け継ぐことができるそうです。ということは、ヤマカガシを養殖しても、この毒がない個体を作るというのは非常に難しいということになりますね。そんな需要があるのか謎ですが。
</p><p>
最後に、無毒のアオダイショウのおさわりタイムで実演は終了しました。
</p>

<div class='fig'>
<a><img src='./a10/12.jpg' alt ='アオダイショウ' class='fig'></a><br>
<p class='legend'>
おさわりされるアオダイショウ。
</p></div>

<p>
野外には、野外放飼場があります。ヘビが野外（といっても脱出できないような返しのついたコンクリートの箱の中）で飼育・展示されています。この時期もヘビはいるはずなのですが、みなさん冬眠中でした。夏もまた暑すぎて出てこないとのことなので、野外放飼場でヘビを見るなら、春か秋がおすすめらしいです。その時期にまた来てみたいものです。
</p>

<div class='fig'>
<a><img src='./a10/13.jpg' alt ='野外放飼場' class='fig'></a><br>
<p class='legend'>
野外放飼場。どこかでヘビが冬眠しているはず……。
</p></div>

    ",
    "history":["2019年1月5日公開"]
}