{
    "title": "北海道の牧草生産におけるマメ科の必要性",
    "keyword": ["植物", "農業", "環境", "窒素"],
    "tag": [""],
    "category":"ctg3",
    "summary":"マメ科牧草の使いどころを窒素利用の観点から整理しました。",
    "library":[""],
    "article":"
    
<h3>はじめに</h3>
<p>
　4年くらい前に作成したレポートです。
</p><p>
　北海道草地に焦点を当てて、窒素をどうやって効率よく利用するか考えていました。その中で、「窒素固定」という素晴らしい能力のあるマメ科植物の使いどころについて整理しようと作成したレポートになります。
よく草地ではマメ科率が重視されることもありますが、その草地が窒素過多であれば、マメ科植物は植えなくても良いのではないか？という意見について、妥当性を整理したものです。
なお、このレポートは「濃厚飼料の利用」を前提として議論しておりますのでご了承ください。章立てが当時の個人的な興味関心を反映していて、懐かしく感じますが、内容自体はそう古くなっていないはずです。
</p><p>
※しばしば論文を引用させていただいたLuscher氏ですが、本当はuの上に点が2つ付くのですが、文字コードの関係か表現できていません。申し訳ありませんが、ご了承ください。
</p>

<h3>北海道の現状（2015年当時）</h3>
<p>
　北海道は、全国有数の農業地帯であり、特に道北や道東においては酪農産業が発達しており、家畜用の草地が広がっている。しかしながら、北海道の典型的な酪農経営形態は、輸入された濃厚飼料に頼ったものであり、飼料自給率は極めて低い。2013年度概算値では、飼料自給率は全国で26％と食料自給率さえも大きく下回る（農林水産省, 2014）。家畜が摂取した飼料の一部は牛乳や肉などの製品として変換されるが、その大部分は糞尿として排出される。糞尿は農地にとどまるため、飼料自給率が低い経営が続くと、窒素や炭素を含めた栄養素の偏りが生じ、世界中から集まった元素が北海道に集積することになる。こうして集積した栄養素は、糞尿として草地などの環境中に還元されるが、過剰な栄養素は周囲の環境を汚染する可能性がある。
</p><p>
　ここでは、窒素に着目して話を進めると、集積した窒素はアンモニアとして揮散し、大気汚染の原因となり、また、硝酸として溶脱し、地下水や河川、海洋を汚染して問題となっている。このような北海道酪農の現状において、飼料自給率を上昇させるとともに、集積した窒素（およびその他の栄養素）を環境負荷の小さい形で草地に還元することが重要であると考えられる。糞尿中の窒素を牧草生産の肥料として利用し、生産した牧草供与によって飼料自給率の向上を図るのが最も効率的と言える。日本の粗飼料自給率は77％と高いが、そもそも粗飼料の需要が濃厚飼料の3分の1以下であり、飼料自給率の向上とともに、粗飼料を用いた酪農形態への転換も求められる。そのため、北海道においては、粗飼料の増産と高い自給率を目指すべきであると考えられる。
</p>

<h3>マメ科牧草の特性と必要性について</h3>
<p>
　牧草の生産体系としては、イネ科牧草とマメ科牧草（以下単にイネ科、マメ科と記す）の混播を行うことが一般的である。収量的にはイネ科は優秀であるが、いくつかの点でマメ科は優秀な能力を持ち、両者の利点を取り入れる生産方法となっている。マメ科の利点としては以下の4点が挙げられる。すなわち、(1)マメ科は根粒菌と共生しており、窒素固定が可能であるため、土壌窒素の不足を防ぐことができる、(2)マメ科の根は分解しやすいため、根が集積し透水性が悪化した層（ルートマット）の形成を抑制する、(3)マメ科は牧草の中で栄養素や嗜好性が高く、飼料として優秀である、(4)マメ科の存在は土壌微生物に影響を与える、の4点である。(1)は純粋な肥料学的視点であるが、(2)は土壌物理学、(3)は家畜栄養学、(4)は生態学的な視点であると言える。
</p><p>
マメ科は各分野から見てこのような優秀な点があるが、しかし、草地においてマメ科の維持に多大な負担がかかること、そして、現在の北海道酪農形態にとって、これらの利点が必ずしもかみ合っているとは言えず、マメ科を北海道草地において維持する必要性が薄いと考えられる。そのため、このレポートでは、(1)～(4)の観点に立って、濃厚飼料を用いつつ、粗飼料の比率と自給率の向上を目指すという前提のもとで、北海道におけるマメ科混播草地の是非について論ずるとともに、必要な研究の提案を行いたい。
</p>

<h3>マメ科による窒素固定と糞尿による窒素供給</h3>
<p>
　マメ科植物の大きな特徴のひとつが大気中の窒素固定能力である。これは、窒素固定能を持つ根粒菌と共生しているからである。マメ科によって固定された窒素は、無機化学肥料を置き換えることが可能であり、イネ科との混播では、40～60％ほどのマメ科率で、窒素肥料を300～400 kg N ha-1 year-1ほど削減可能という例（Nyfeler et al., 2009）もある。また、マメ科とイネ科の混播草地では、それぞれの単作草地に比べて収量が高いことも知られている。
</p><p>
　しかしながら、これは人為的な窒素供給が小さい土地で有効であるが、北海道の草地で糞尿による窒素供給が過剰な土地では、必要のない能力であると考えられる。実際、マメ科の窒素固定能力は窒素が足りないほどに活性が高いが、窒素が十分な状況では窒素固定の活性が小さくなるばかりでなく、窒素固定に必要な莫大なエネルギーのせいか、マメ科率の維持が困難となり、イネ科に駆逐されてしまう。そのため、わざわざマメ科を維持するのは肥料学的に必要ないと考えられる。
</p><p>
　一方、糞尿は草地に一定に散布されず、その投下場所には偏りが生じる。そのため、装置全体でみると窒素過剰でも、場所によっては窒素が不足する場所が生じる可能性がある。これは、牛舎にて回収された糞尿を散布することによって改善することができる。また、糞尿中の窒素がそのまま吸収するのに適しているかも疑問である。日本の冷涼なシバ（<i>Zoysia japonica</i>）主体草地では、ウシの糞尿が無機化し、シバの生育を向上されることが確認されたが、それは時期としては糞尿散布直後の夏場に限られていた（Yoshitaka et al., 2014）。これも糞尿の継続的な散布で解決できる可能性がある。また、気温が窒素無機化の制限となっている可能性もあるが、マメ科も低温下では窒素固定の活性が低く（Lüscher et al., 2014）、マメ科で賄う必要はない。
</p><p>
　以上より、肥料学的な視点では、マメ科との混播は必要ないと言える。北海道では、イネ科を糞尿によって生育させ、それを補助するように他の施肥設計をするべきであると言える。ただし、糞尿中の窒素とマメ科によって固定された窒素が同質であるとは限らず、植物の吸収しやすさについて比較評価する研究が必要であると考えられる。
</p>


<h3>ルートマット層の形成</h3>
<p>
　草地は数年にわたって耕起せずに牧草を育て続けるため、前年に枯死した根が残存、集積し、土壌の透水性が悪化する（ルートマットの形成）。ルートマットは、亜酸化窒素発生の原因となり（Ae, 1980;  Jin et al., 2010）、草地自体の生産性の低下をもたらす。マメ科の根はイネ科に比べて分解しやすいため（Breulmann et al., 2012）、枯死根が残りにくくルートマット形成が抑制されると期待されるが、はっきりとした研究論文はなく、マメ科・イネ科混播とイネ科単作について、ルートマットの形成しやすさを比較する研究が必要となる。
</p><p>
また、ルートマットはイネ科の発達によって形成されるため、上述の窒素過剰によってイネ科が優勢になればマメ科率が低下し、ルートマット形成は防げないと考えられる。ルートマット形成はマメ科の生育自体も悪化させるため、マメ科・イネ科混播の他に有力な手段が求められる。
</p>

<h3>マメ科の家畜栄養学的利点と濃厚飼料</h3>
<p>
　マメ科はタンパク質含量が高く、消化率も高い。また、葉の割合が多いため、嗜好性もよく、家畜の摂食量を多くすることができる（Lüscher et al., 2014）。つまり、高栄養な餌を大量に与えることにつながる。これは、家畜製品の生産効率を上げるうえで重要な利点である。また、マメ科は成長しても嗜好性が落ちないため、草地における放牧や採草のタイミングを調節しやすい。イネ科の場合は、出穂期を過ぎると急激に嗜好性が悪化するため、放牧や採草の時期を逃すと、飼料の質を劇的に低下させてしまう。嗜好性についてはイネ科がマメ科に敵う方法はなく、飼料の嗜好性を上げるという点では、マメ科草地を維持する一定のメリットはあると考えられる。
</p><p>
　しかしながら、採草または放牧後のマメ科の再生力はイネ科よりも低く、窒素過剰でイネ科有利な状況において、何度も牧草の収穫を繰り返すと、マメ科の衰退を助長してしまう。また、このレポートでは濃厚飼料の使用を前提としているため、粗飼料にマメ科がないとしても栄養素的には濃厚飼料で調整することができる。マメ科は、家畜のルーメン内において飼料中の全窒素含量に対する窒素の消化吸収率が低いことも明らかとなっており（Beever et al., 1986）、窒素の損失を防ぐためには濃厚飼料との組み合わせが推奨されている（Cohen et al., 2006）。すなわち、マメ科を飼料とする場合にも濃厚飼料は必要であり、マメ科によって濃厚飼料を不要にできるとは限らない。
</p>

<h3>マメ科と土壌微生物</h3>
<p>
　マメ科の存在が土壌微生物の組成に影響を与えていることはいくつかの論文で示唆されている（Breulmann et al., 2012; Andruschkewitsch et al., 2014）。マメ科混播草地では、グラム陽性細菌の比率が増加するようである。しかし、他の3要素（窒素固定、ルートマット抑制、高栄養価）と異なり、この変化が好ましいかどうかは明らかになっていない。マメ科の潜在的な能力として、最も謎に包まれており、この分野の解明が、マメ科が草地生態系にとって価値あるものかどうかを決める重要な要素となる可能性がある。
</p>

<h3>まとめと展望</h3>
<p>
　以上より、マメ科の嗜好性の高さを除けば、糞尿の散布技術や濃厚飼料のバランスを工夫することで、マメ科を排除した牧草地経営を行うメリットは十分に存在すると結論付けられる。しかし、多くの研究で、マメ科混播の方がイネ科またはマメ科の単作よりも収量が高いが、これは窒素固定だけでは説明できず（Luscher et al., 2014）、マメ科の隠れた機能が存在する可能性がある。また、各節で挙げた研究課題に加え、マメ科・イネ科混播とイネ科単作について、窒素過多時の最高収量の比較が実際のフィールドにおいて十分に行われているとは言えない。また、多くの研究ではシロツメクサ（<i>Trifolium repens</i>）に焦点を当てることが多く、ムラサキツメクサ（<i>Trifolium pratense</i>）やその他のマメ科の混播草地についても研究が望まれる。さらに、実際に、マメ科を排した草地が有効かどうかの実証も有効な研究であると考えられる。
</p><p>
　北海道にとって求められる飼料の自給目標については、牛乳や肉として農場から出て行く分のエネルギーや栄養素分を輸入飼料（濃厚飼料）によって生み出し、農場で生産される粗飼料は成長や体の維持に使われた上で、糞尿として草地に還元されることで、農場内で栄養素の循環が達成できると考えられる。このためには、農場に出入りする栄養素（窒素など）を正確に把握し、また、草地の生産性や牛乳・肉製品の量、質から必要な濃厚飼料の種類や量を見出す必要がある。このような戦略を立てたうえで、求められる粗飼料を生産するにあたり、マメ科が本当に必要かどうかを判断する必要があるだろう。たとえば、放牧用の土地は嗜好性を上げるためにマメ科・イネ科混播草地として利用し、採草地は窒素吸収力の高いイネ科を栽培し、糞尿の処理区としても利用するという方法が考えられる。
</p><p>
　マメ科の機能を、窒素固定という一元的な側面だけでみるのではなく、家畜栄養学、生態学、土壌物理学といった幅広い観点で検証し、現在信じられている農法が本当に有効なものか、より有効な（経済的な、または低環境負荷・持続可能な）方法がないかを探っていくことが求められていくと考えられる。
</p>



 
<h3>参考文献</h3>

<p class='ref'> 
N. Ae, 1980, Loss of nitrate nitrogen in the soil surface layer in Japanese grassland during the heavy rainfall season and its enhancement by the root mat
</p><p class='ref'>
M. Andruschkewitsch, C. Wachendorf, A. Sradnick, F. Hensgen, R. G. Joergensen & M. Wachendorf, 2014, Soil substrate utilization pattern and relation of functional evenness of plant groups and soil microbial community in five low mountain NATURA 2000, Plant Soil, 383, 275-289
</p><p class='ref'>
D.E. Beever & R.C. Siddons, 1984, Digestion and metabolism in the grazing ruminant. In: L.P. Milligan, W.L. Grovum and A. Dobson (eds) Control of digestion and metabolism in ruminants. Proceedings of the 6th International Symposium on Ruminant Physiology, Banff (Canada), 479-497. Englewood Cliffs, NJ, USA: Prentice-Hall.
</p><p class='ref'>
M. Breulmann, E. Schulz, K. Weißhuhn & F. Buscot, 2012, Impact of the plant community composition on labile soil organic carbon, soil microbial activity and community structure in semi-natural grassland ecosystems of different productivity, Plant Soil, 352, 253-265
</p><p class='ref'>
D.C. Cohen, C.R. Stockdale & P.T. Doyel, 2006, Feeding an energy supplement with white clover silage improves rumen fermentation, metabolisable protein utilisation and milk production in dairy cows. Australian Journal of Agricultural Research, 57, 367-375.
</p><p class='ref'>
T. Jin, M. Shimizu, S. Marutani, A.R. Desyatkin, N. Iizuka, H. Hata & R. Hatano, 2010, Effect of chemical fertilizer and manure application on N2O emission from reed canary grassland in Hokkaido, Japan, Soil Science and Plant Nutrition, 56 (1), 53-65
</p><p class='ref'>
A. Lüscher, I. Mueller-Harvey, J.F. Soussana, R.M. Rees & J.L. Peyraud, 2014,  Potential of legume-based grassland–livestock systems in Europe: a review, Grass and Forage Science, 69, 206-228
</p><p class='ref'>
D. Nyfeler, O. Huguenin-Elie, M. Suter, E. Frossard & A. Lüscher, 2011, Grass-legume mixtures can yield more nitrogen than legume pure stands due to mutual stimulation of nitrogen uptake from symbiotic and non-symbiotic sources. Agriculture, Ecosystems and Environment, 140, 155-163
</p><p class='ref'>
S. Yoshitake, H. Soutome, H. Koizumi, 2014, Deposition and decomposition of cattle dung and its impact on soil properties and plant growth in a cool-temperate pasture, Ecol Res, 29, 673-684
</p><p class='ref'>
農林水産省（生産局畜産部畜産振興課　消費・安全局畜水産安全管理課）、2014、飼料をめぐる情勢
</p>
※Luscher氏ですが、本当はuの上に点が2つ付くのですが、文字コードの関係か表現できていません。申し訳ありませんが、ご了承ください。

    ",
    "history":["2019年2月24日公開"]
}