{
    "title": "【艦船模型】舞鶴基地・呉基地風ジオラマ",
    "keyword": ["艦船模型", "ジオラマ"],
    "tag": [""],
    "category":"ctg4",
    "summary":"艦船模型を飾れるようなお手軽ジオラマの記録です。",
    "library":[""],
    "article":"
    
    
<h3>はじめに</h3>
<p>
艦船模型には、ウォーターラインシリーズという、喫水線よりも上部のみをモデル化したシリーズがあります。昔、これにはまって（ちょうど「艦これ」なるゲームが流行っていた時ですね）、船をたくさん作りました。主に第2次大戦時の帝国海軍を主としていましたが、後には海上自衛隊の艦艇にシフトしていきました。
</p><p>
生来、ジオラマが好きなものですから、これらの船を飾れるようなお手軽ジオラマが欲しいと思い、お座敷軍港ジオラマ（ジオラマというにはお粗末ですが）を作成しました。
</p><p>
最終的に呉基地を模したもので落ち着きましたが、途中の試行錯誤の中で、舞鶴基地風にレイアウトを変えたときもありました。
</p>

<h3>ジオラマ作成にあたって</h3>
<p>
ジオラマを作成しようとした際に自分が重視した観点としては以下の通りです。
</p><p>
<ol>
<li>当時の部屋にあった長さ140cm、幅50cmくらいの机に収まること</li>
<li>分解して収納できること（引越し対策）</li>
<li>お金をかけないこと</li>
<li>なるべく多くの船をディスプレイできること</li>
<li>なるべく、実物の軍港っぽくすること</li>
<li>細部にはこだわらないこと</li>
</ol>
</p><p>
1つ目～3つ目の条件を満たすため、模型店や100円ショップに足しげく通い、どのようなキットが利用できるか、ジオラマに使えそうな良い商品（画材や工作用具）がないか研究していました。
</p><p>
また、4つ目、5つ目の条件をも満たすため、GoogleMap等で日本中の軍港や港湾を見て、船をすし詰めにしても違和感なさそうな実物の風景を探していました。また、同時並行して艦船模型も作りまくっていたため、時間が経つにつれ、より多くの艦をディスプレイする必要が生じてきて、なかなか考えがまとまりませんでした。
</p><p>
最終的に作成したジオラマ自体は本当に簡素で、あまり見栄えのするものではありませんでしたが、これらのリサーチに多くの時間を費やしました。今となっては、リサーチ内容の詳細はもはや覚えていませんが、楽しくやっていたことを覚えています。
</p><p>
最後に6つ目ですが、これは艦船模型趣味全体で通していたことです。艦船模型は、売っているものをそのまま作ると、少しプラスチック感が残り、シャープさや情報量が足りないこともありました。非常に繊細な部品を使って、手すりやはしご、配管など、細部の見栄えを向上させるのも艦船模型界においては主流な方法でした。ただし、これらの部品は、船本体よりも高いなんてこともざらです。
</p><p>
一方で私は、1隻をしっかり仕上げるよりも、たくさんの艦を作ることに情熱を上げていました。私は軍艦そのものよりも、「艦隊」を作ることを目指していたのかもしれません。
</p>

<div class='fig'>
<a href='./a18/1.JPG'><img src='./a18/1.JPG' class='fig'></a>
<p class='legend'>
陽炎型駆逐艦は、日本海軍が量産した駆逐艦で、最終的に19隻作られました。私はこの艦影が好きで、19隻を目指して、時には毎週２～３隻のペースで作っていました。しかし、結局15隻でストップしてしまいました。
</p></div>


<p>
軍港ジオラマも、細部の建物にはあまりこだわらずに、全体の雰囲気を重視することにしました。これは、「分解して収納できること（引越し対策）」「お金をかけないこと」にも通じる部分です。
</p>

<h3>第1作 オリジナル</h3>
<p>
最初に作ったジオラマは、特にモデルとなる風景があるわけでなく、オリジナルなものです。既製品としては、「タミヤ 1/700 ウォーターラインシリーズ クレーンセット」「ピットロード SW09 1/700 海軍基地（小艦艇用係留地）」「ピットロード SW24 1/700 軍需工場」を利用しています。これらに加えて、小さな山（丘？）や岸壁、桟橋を自作しました。
</p>

<div class='fig'>
<a href='./a18/2.JPG'><img src='./a18/2.JPG' class='fig'></a>
<p class='legend'>
第1作目のジオラマ。奥の司令部建物の前に大型涵養の桟橋を設置。手前は、工場風の建物やクレーンを設置して工廠風に。しかし、工廠前突堤の駆逐艦7隻のめざしはやり過ぎ。
</p></div>

<p>
山は、タミヤのプラ板に100均で購入したスチロール板を積層・整形し、同じく100均で購入した紙粘土を張り付けて、表面を整えました。
</p><p>
紙粘土では、衝撃でボロボロと剥がれ落ちるという不安があったので、表面に木工用ボンドを塗り付けてコーティングし、その上から缶スプレーで塗装しました。このときは、たしかクレオスの「タン」という色をスプレーした記憶があります。
</p><p>
山に生える木々は、KATOという鉄道模型メーカーのフォーリッジクラスターという商品（要は、緑色に着色したスポンジ）を張り付けました。
</p><p>
岸壁はプラ板を好みの形に切り出して、艦艇と同じ灰色（たしか、クレオスの「軍艦色（２）」だった気がする）でをスプレーで吹きつけました。
</p><p>
ジオラマベースの青い板ですが、100均で購入しました。スチロール板の表面に紙が張っているものです。40 cm×45 cmの正方形です。ちょうど良い大きさであり、なおかつ青の色が気に入りました。実際の海とは程遠いものですが、雰囲気は出ていると思います。何より手軽です。このボードは、今後のジオラマでも採用しています。
</p><p>
このジオラマでは、桟橋の両側に大型艦をそれぞれ1隻ずつ、手前の飛び出したT字型の岸壁に駆逐艦を数隻並べる形でディスプレイできました。この並べる形で係留するやり方は、俗に「めざし」といい、現在でも行われているようです。ただ、見た限り、ふつう3隻、多くても4隻くらいなので、上の写真のように7隻も並べるのは現実的ではなさそうです。
このジオラマ作成時点から、早くも収容力の限界が見えています。
</p>

<h3>第2作 舞鶴基地</h3>
<p>
収容能力の向上をめざし、ジオラマの拡大をもくろみました。第1作でジオラマベースとしていたスチロール板を3枚継ぎ足し、120 cm×45 cmという細長いものになりました。
</p><p>
面積拡大に伴い、実物の基地をモデルにしようと考えました。海外の基地も考えましたが、やはり、艦艇が日本海軍のものなので、日本国内にしようと思いました。ただ、当時の基地の全貌を示した資料が非常に少なかったので、基地自体のレイアウト（特に岸壁や桟橋の位置や長さ）は現在のものを参考にしました。
</p><p>
細長い、というのはレイアウト上の制約です。基地のレイアウトで、桟橋が何本もあるようなものであると、横に並べるには、各桟橋の長さがレイアウトベースの幅の中に入りきりませんし、縦に並べると、今度は桟橋を十分な数置くことができません。すなわち、なるべく長い桟橋があり、なおかつ桟橋数が少ないところをモデルとして選ぶ必要がありました。（桟橋が何本も並ぶところは、それ自体が基地の特徴であり、同様に桟橋を何本もを並べられないと、その基地らしさが失われると考えたからです。）
</p><p>
上記の条件に合致するところとして浮上したのが舞鶴基地です。舞鶴基地には桟橋（岸壁）
が1つしかありません。そして、その桟橋の長さは、日本の自衛隊基地の中で最長を誇ります。この桟橋は、北吸桟橋と呼ばれています。→<a href='https://maps.gsi.go.jp/#16/35.477438/135.378063/' target='blank'>地理院地図で見る</a>
</p><p>
ジオラマに使う建物や山などは、第1作のものを流用して、桟橋だけ作り変えました。桟橋は、2 mmのプラ棒を土台にして、1 mm厚のプラ板を張り付けています。
</p><p>
また、地図を見てもらえばわかると思いますが、舞鶴基地・北吸桟橋の海を挟んでむこう側には、造船所（かつての舞鶴海軍工廠、現ジャパンマリンユナイテッド舞鶴事業所）があります。さいきんだと、南極観測船「しらせ」が竣工した造船所ですね。
</p><p>
この造船所も魅力なので、これもジオラマに含めるべく検討をしてみました。
</p>


<div class='fig'>
<a href='./a18/3.JPG'><img src='./a18/3.JPG' class='fig'></a>
<p class='legend'>
舞鶴基地風ジオラマ。手前の造船所は仮置き。陸地にそって設置された長い桟橋のおかげで、無理なく艦隊を縦列停泊させることができます。しかし、造船所の圧迫感は否めません。
</p></div>

<p>
奥に舞鶴基地、手前が造船所（仮）になります。長い桟橋のおかげで、大型艦を1隻分、駆逐艦3隻分のスペースを手に入れました。これで、めざしを4隻までに制限しても、12隻の駆逐艦を係留できます。
</p><p>
ちなみに、写真を見た限り、このとき、すでに陽炎型駆逐艦は12隻以上に増えておりました。ちなみに大型艦はそんなに多くなく、写真左側に写っている重巡洋艦利根（奥）と軽巡洋艦那珂（手前）くらいだったかと思います。航空戦艦日向もこのときには作成した記憶がありましたが、それは別のケースでディスプレイしておりました。
</p><p>
ただ、造船所については、写真を見てみると、非常にスペースを圧迫していることがわかります。桟橋と、造船所が近すぎて、桟橋の艦艇が出て行く際に事故でも起こりそうです。さすがにこのサイズの造船所設置は諦め、縮小を検討します。
</p>


<div class='fig'>
<a href='./a18/4.JPG'><img src='./a18/4.JPG' class='fig'></a>
<p class='legend'>
造船所を縮小した舞鶴基地風ジオラマ。それでも窮屈……。
</p></div>

<p>
写真のように規模を縮小してみました。すっきりしたのではないでしょうか？造船所というよりも修理所・艤装所といった感じですね。
</p><p>
しかし、いかんせん大型艦をこの造船所岸壁に接岸させてしまうと、窮屈になってしまいます。しかも、このジオラマが舞鶴と仮定すると、基地の奥（手前）は行き止まりであり、船がUターンする必要があります。
</p><p>
そんなことを考えてしまうと、このスペースに造船所を置くことはそもそも無理があったのかもしれません。というわけで、造船所は撤去し、広いスペースは、艦艇を係留せずに、錨をおろして停泊させるための場所「泊地」として考えることにしました。
</p>

<div class='fig'>
<a href='./a18/5.JPG'><img src='./a18/5.JPG' class='fig'></a>
<p class='legend'>
手前に何も置かなくなってすっきりした舞鶴風ジオラマ。これでいったん完成。
</p></div>


<p>
この形でしばらく落ち着くことになります。この間に、わが艦隊に空母「龍鳳」が加わりました。
</p>

<h3>第3作 呉基地</h3>
<p>
舞鶴風ジオラマが落ち着いて、１～２か月ほど経ちました。この時間で少し不満が生まれました。すなわち、色々な艦艇を並べる際に、停泊中という体を取るには、間隔が狭くなりすぎるのではないかというものです。
</p><p>
岸壁に接岸して停泊する際には、艦艇はぴったりと並べて停泊するものですが、錨をおろして停泊する際は、ある程度の間隔を取っているように思えます。ですから、なるべく自然な形で、艦艇をぎゅうぎゅうに詰めてディスプレイするためには、やはり接岸した状態を再現する必要があるわけです。
</p><p>
舞鶴の北吸桟橋は、長さが魅力的ですが、海岸線にそって平行に設置されているため、桟橋の片側しか接岸に利用できません。そのため、両側に設置できる桟橋と比較すると、その収容力は2分の1しかないわけです。
</p><p>
一方、手前の余った水域については、さんざん悩んだように、何か設置したり泊地にするには都合がよくありませんでした。
</p><p>
そこで、別の案として、呉基地をモデルにする案を検討しました。呉基地には、いくつか桟橋がありますが、その中でも護衛艦がメインで接岸する桟橋が2つあります。四角形の土地が飛び出すようにできており（昭和埠頭というらしいです）、そこから桟橋が2本飛び出しているような形です。見たほうが早いので、地理院地図で空中写真をご覧ください。→<a href='https://maps.gsi.go.jp/#17/34.229709/132.548858/&base=std&ls=std%7Cseamlessphoto&blend=0&disp=11&lcd=seamlessphoto&vs=c1j0h0k0l0u0t0z0r0s0m0f1&d=v' target='blank'>地理院地図で見る</a>
</p><p>
実はこの飛び出した土地と、そこから伸びる桟橋はトミーテック「技MIX 地上航行模型シリーズ CK01 戦艦大和」に関連するストラクチャー（技MIX 技KC01 無彩色 呉軍港 昭和埠頭）としても採用された場所となります。どうやら、昭和埠頭から伸びる桟橋で大和の艤装が行われたようです。
</p><p>
2本の桟橋の間隔、および昭和埠頭の幅を測定すると、それぞれ約180 m、260 mです。1/700のスケールにすると、それぞれ約25 cmと約37 cmとなります。そんなに大きな間隔が空いているわけではありませんが、先ほど示した地理院地図の写真を見ても、艦艇が桟橋の内側にも結構接岸されていることがわかります。おそらく、この桟橋から出て行く際は、タグボートなどに引っ張って出してもらうのかもしれません。
</p><p>
というわけで、この昭和埠頭と2本の桟橋をジオラマとすることにしました。ジオラマベースの大きさは舞鶴風と同じく120 cm×45 cmです。ただ、幅が窮屈になるので、昭和埠頭の幅を5 cmほど短くしました。これにともない、桟橋間の間隔も短くなっています。
</p><p>
厚さ2 mmだったかと記憶していますが、100均の薄いスチロール板を切り出して、昭和埠頭の土台としました。
</p>

<div class='fig'>
<a href='./a18/6.JPG'><img src='./a18/6.JPG' class='fig'></a>
<p class='legend'>
薄いスチロール板を切り出し、上に建物やクレーン、桟橋も設置して雰囲気を確認。ここで、昭和埠頭が大きすぎることが判明。
</p></div>


<p>
最初は、昭和埠頭をかなり長くとったのですが、これでは桟橋の長さが足りなくなってしまうので、泣く泣く切り詰めました。
</p><p>
この薄いスチロール板の上に、同じ形に切り出した1 mm厚のプラ板を貼り付けます。スチロール版は塗料をはじいてしまいますが、プラ板を貼ることで塗装が容易になります。また、厚さは約3 mm、実物にして約2.1 mとなります。この喫水線上の高さというのは、いまでもこれで良いのかわかっていません。
</p>



<div class='fig'>
<a href='./a18/7.JPG'><img src='./a18/7.JPG' class='fig'></a>
<p class='legend'>
昭和埠頭の大きさを調整し、スチロール板の上にプラ板を接着。再び建物や桟橋を設置して雰囲気確認。いいかんじ。
</p></div>


<p>
塗装は、クレオスの「タン」という色をスプレーしました。少しムラを残すように吹き付けました。また、岸壁の縁には、灰色に塗装した薄いプラ板を張り付けました。たしか、幅3～5 mmだったかと思います。クレーン用にレールのようなものを取り付けました。クレーンのレールと言い張るには大味すぎるかもしれません。
</p>

<div class='fig'>
<a href='./a18/8.JPG'><img src='./a18/8.JPG' class='fig'></a>
<p class='legend'>
地面を塗装し、縁やクレーンのレールを設置した昭和埠頭風の部分。
</p></div>


<p>
建物類は、手持ちのものでは少し寂しいです。しかし、市販品キットは種類が限られるのと結構高いので、自作してみました。これも大味ですが、パッと見すると密度も上がりいい感じに見えます。とりあえずこれで自己満足することにしました。
</p><p>
昭和埠頭が完成したら、桟橋を追加作成して、セッティングすれば、ジオラマ自体は完成です。さっそくうじゃうじゃいる陽炎型駆逐艦をセットしてみました。
</p>


<div class='fig'>
<a href='./a18/9.JPG'><img src='./a18/9.JPG' class='fig'></a>
<a href='./a18/10.JPG'><img src='./a18/10.JPG' class='fig'></a>
<p class='legend'>
呉基地風ジオラマの完成。かなりゆったりしたのでは？
</p></div>


<div class='fig'>
<a href='./a18/14.JPG'><img src='./a18/14.JPG' class='fig'></a>
<p class='legend'>
この密度感に満足
</p></div>


<p>
数日後、少し物足りなかったので、昭和埠頭内に線路を引いてみました。レールは100均で購入した銅線を瞬間接着剤で設置しています。埠頭内の線路配線は、当時の調査でははっきりとわかりませんでしたので、割と適当です。
</p><p>
地理院地図を使えば、終戦直後くらいの単写真が公開されているので、これを用いて当時の呉基地内の線路を書き起こしてみました。→<a href='https://mghs15.github.io/map1/#17/34.228543/132.550558/&base=osm&ls=osm%7Ckurekichi&disp=11&lcd=kurekichi&vs=c1j0h0k0l0u0t0z0r0s0m0f1&d=vl' target='blank'>地図はこちら</a>
</p><p>
海岸線も含めて、終戦当時と大きく変わっている呉基地ですが、昭和埠頭付近は変化が小さいようです。
</p>

<div class='fig'>
<a href='./a18/11.JPG'><img src='./a18/11.JPG' class='fig'></a>
<p class='legend'>
昭和埠頭内に線路を配線した呉基地風ジオラマ。大量の駆逐艦のほか、航空戦艦日向のような大型艦も余裕をもってディスプレイできます。なお、2本の桟橋自体は、平成のものを参考に作っていて、時代考証的に大間違いなのですが、あまり違和感はないと思います。
</p></div>

<p>
ちなみに、作成する艦艇の中心が帝国海軍から海上自衛隊に移った際に、このレールを撤去し、現代風の建物を設置しました。空色の丸屋根の倉庫？で、呉基地には実際に似たような建物が同じような位置にあります。これは、「ピットロード SW23 1/700 陸軍基地」という既製品キットを用いました。
</p>

<div class='fig'>
<a href='./a18/12.JPG'><img src='./a18/12.JPG' class='fig'></a>
<p class='legend'>
少し現代風になった呉基地。手持ちの護衛艦の数は少ないので、桟橋の長さもそんなに必要ありません。
</p></div>

<p>
このあと、諸事情あり、この基地風のジオラマは撤収し箱詰めしました。今も箱の中にありますが、機会を見て、また展開したいです。
</p>

<p>以下はおまけです。
</p>

<div class='fig'>
<a href='./a18/13.JPG'><img src='./a18/13.JPG' class='fig'></a>
<p class='legend'>
おぼんにのって退避中の陽炎シスターズ
</p></div>


    ",
    "history":["2019年5月5日公開"]
}