{
    "title": "道床生態学への招待",
    "keyword": ["微生物", "鉄道"],
    "tag": [""],
    "category":"ctg3",
    "summary":"線路の下の道床に棲む微生物についての論文紹介。",
    "library":[""],
    "article":"
<h3>はじめに</h3>
<p>
４年くらい前に書いた謎の評論が出てきたので、少し修正して掲載してみます。
非常にマニアックな論文を見つけたので、その論文紹介をコアに、ちょっとばかし周辺のレビューと個人の意見を入れてみたものです。
（私のプレゼン能力もありますが）マニアックすぎて、書いた当時誰にも興味を持ってもらえなかった記憶があります。
</p>

<h3>生態学から見た鉄路</h3>
<h4>はじめに～道床とは？～</h4>
<p>
土というものは、一般に地球上に広く分布している。もちろん鉄道・線路の下にもである。この線路の下の土を、専門用語では「道床」という。
</p>
<div class='fig'>
<a><img src='./a9/1.jpg' alt ='道床' class='fig'></a><br>
<p class='legend'>
道床の様子。道床とは、線路の下の砂利が敷かれた部分である。
</p></div>

<p>
この無機的に見える空間にも、しっかりと生物が生きている。今回の記事では、関連研究の紹介も交えながら、確かに生物が暮らす「小さな生態系 “Microcosm”」としての、鉄道道床を考えてみたい。なお、今回、線路については、有道床軌道とし、その中でもバラスト軌道で木製またはコンクリート製の枕木が使われている一般的な線路を扱うことにする。
</p>
<h4>生態系としての鉄路</h4>
<p>
まず、小さな生態系としての線路を考えた場合、生物の生活の場となる空間が2つある。ひとつは道床（バラストとその下の路盤も含む）、もう一つは枕木である。ともに、論文は提出されているが、多いのは、道床に存在する生態系の研究である。道床は、鉱物的な物質の集まりであり、逆に枕木は、生物的な物質である。
</p><p>
微生物の資源（餌）としては、枕木の方が魅力的であるが、防腐処理がしっかりなされており、また、最近はPC枕木と言うコンクリート製のものに置き換わってしまい、生物の生育の場としては意外にその意義は小さいと考えられる。また、枕木の交換に伴い、その生態系がそっくりそのまま外部に持ち出されてしまうこともあり得る。
</p><p>
一方、道床では、スラブ軌道以外に、完璧に生物的空間を排除したり、完全に置き換えたりするのは難しく、線路における生物的環境としては、生態系の継続性の面でも、道床の方が寄与が大きいと言える。
</p><p>
もちろん、枕木にもしっかり生物は存在する。Gümraら（2014）やDöğenら（2013）は、トルコ国内において、枕木（木製およびコンクリート製）においてBlack yeastと呼ばれるカビ類の多様性やその分布の特徴について調べている。また、筆者自身の経験では、函館駅構内位において、枕木の隙間からネジバナ（共生菌の存在が必要）が生えているのを確認している（2013年）。
</p>
<div class='fig'>
<a><img src='./a9/2.jpg' alt ='函館駅のネジバナ' class='fig'></a><br>
<p class='legend'>
函館駅のネジバナ。ネジバナは共生菌がいないと生きられないため、枕木にも共生菌が住みついていたということになる。
</p></div>

<h3>土壌としての道床</h3>
<h4>土とは？</h4>
<p>
さて、道床部を含めて、これは一般的・感覚的には「土」という分類を与えることができると思う。バラストを土と言うのは違和感があるかもしれないが、細かくなったバラストを持って来れば、「土」と認識する人も多くいるだろう。
</p><p>
では、感覚的に「土」と認識した（ことにする）線路の下の物質だが、これははたして本当に土として定義していいものなのだろうか？
</p>

<h4>工学的な「土」</h4>
<p>
日本で、科学的に「土」を定義する学問は2つ存在する。鉄道においては、もっぱら工学的な「土」の定義が使われることであろう。工学的な土の定義とは、すなわち地盤としての土である。その上に存在する構造物を支えることが重要な土の役割であり、物理的な性質が最重要視される。
</p>

<h4>農学的な「土」</h4>
<p>
一方、もうひとつ土を定義する学問がある。農学である。農学では、土をもっと別の言葉―「土壌」と言う言葉で定義している。（そもそも、農学者は「土」と「土壌」を区別して用いている。その定義はあいまいな部分も多いが、今までの議論における「土」は農学者にとっての「土壌」である。）
</p><p>
農学における土壌は、その主成分となる鉱物（母材と言う）が時間をかけて、その地形や気候の影響のもと、風化や破砕を繰り返して細かくなっていく。その上で、生物がその土壌生成過程の物質の集合体に入り込み、養分を吸ったり、逆に有機物を供給したり、また、物質を混ぜ合わせる。このようにして、母材が化学的・物理的変化により変性・細粒化した物質に生物によって供給された有機物が良くまじったものが「土壌」となるわけである。
</p><p>
これが、土壌の定義となるが、農学者の中では、この最終段階に行く未熟な状態も土壌として扱うことが多い。この部分は明瞭ではなく、各人の定義によって決められることとなる。ここでは、土壌生成に重要な役割を果たす、5つの因子（これを土壌生成因子と言う）である気候、生物、母材、地形、時間の影響を受けた物質を「土壌」として呼ぶこととする。</p>

<h4>道床は土壌なのか？</h4>
<p>
さて、道床部分が土かどうかであるが、その路盤やバラストは、まさしく線路を支える基盤であり、工学的な土として扱ってもよさそうである。
</p><p>
また、その路盤やバラストも、母材があってこそできたものであるし、長い時間をかけて、その立地における地形の影響や気候の影響を受けてきたわけだ。また、周囲の生物による有機物の供給は遮断されることはないし、なにより線路として造成されること自体が人間と言う生物の影響を受けてきたものである。
</p><p>
ゆえに、未熟であるとはいえ、道床もひとつの土壌であると定義できるわけである。いままで、工学的な立場から見られがちであった道床を、農学的「土壌」の視点で議論することも、本記事のひとつの試みである。
</p>


<h4>土壌として発達する道床</h4>
<p>
今、さらっと線路における土壌生成の過程を述べたが、これを詳しく見てみよう。本来、土壌は、その場に生じた鉱物を出発点とするが、今回は、線路が形成された時点を出発点とする、2次的な土壌生成として考えてみよう。
</p><p>
まず、線路は、簡単に言うと、整地された路盤の上に、別の場所から運ばれてきた粗粒な鉱物（これをバラストと呼ぶ）が積み重なって形成される。整地された路盤は、もともと自然界では「土壌」として扱われていた部分であった。バラストはほぼ、鉱物そのままの形であるから、土壌の上に新たな母材が積み重なった形である。
</p><p>
このバラスト軌道は、粗粒な粒子で構成され、間隙も大きく、レールと枕木を支えるだけでなく、排水性の向上や振動、騒音の緩和に寄与している。しかしながら、時間の経過に伴い、レールやその上を通る車両の重量や、それに伴う振動による物理的破壊、また、雨風や気温変化に伴う風化を受け、細粒化したり化学的な組成変化を受けたりして、間隙を埋めるように細かくなった粒子が堆積していく。また、線路外の環境から、別の母材から発生した土壌粒子や有機物が供給され、これらの細粒化したバラストと混ざり合って堆積すると考えられる。
</p><p>
これは、バラストの機能を損なうとともに、植物や微生物のすみかとして適するような環境になってくるわけである。段階が進むと、微生物や植物により、新たな有機物供給が加速し、これが細粒と混合し、さらに土壌としての体をなしていくわけである。
</p><p>
もちろん、このバラストの土壌化は、鉄道の機能維持にとって望ましくない。ゆえに、保線と言う作業が必要となる。保線作業では、古いバラストは新しいバラストに入れ替えられ、突き固めが行われる。また、場合によっては枕木の交換もなされる。これにより、土壌化の進行はいったん停止し、その表層は常に真新しいバラストでおおわれていることになる。しかし、これは、メンテナンス頻度の高い路線のことで、他の線区や留置線などでは、保線頻度は小さく、道床部分の土壌生成も進行していると言えるだろう。
</p><p>
ここからは、この道床という土壌における生態学を「道床生態学」と名付けて、その研究事例について紹介していきたい。
</p>

<h3>道床生態学への招待</h3>
<h4>「鉄道と生態系」についての論文は少ない</h4>
<p>
さて、土壌の定義を終えたところで、道床生態系の話に入っていく。まず、鉄道と生態系を結び付けた研究についてだが、その数は非常に少ない。しかしながら、いくつかの論文が投稿されており、その内容は大きく二つに分けられる。
</p>

<h4>大きな回廊としての鉄路</h4>
<p>
一つ目は、大きな線状の生態系として生態系どうしをつなぐ、あるいは遮断するという、伝搬経路または障壁(境界)としての鉄道である。Morelliら（2014）は、鉄道および道路とその周辺施設が、鳥類にとって有益であることを示したレビューを発表しており、また、中央ヨーロッパの鉄道駅構内におけるシダ類の調査なども行われている（Wittig、2002）。
</p>

<div class='fig'>
<a><img src='./a9/3.png' alt ='回廊または障壁としての鉄道' class='fig'></a><br>
<p class='legend'>
回廊または障壁としての鉄道。鉄道用地は分散した生態系どうしをつなぐはたらき（回廊）もするし、生態系を分断するはたらき（障壁）もする。
</p></div>


<h4>単一の生態系としての道床</h4>
<p>
もう一つは、もっと小さな、ミクロなスケールでの話である。つまり、鉄道の線路自体が生態系の場であるという考えである。植物体としては、線路の面積は小さすぎるとともに、外界からの影響が大きく働く。ゆえに、このミクロスケールの生態系において主役とあるのは微生物である。
</p>

<h4>生物浄化が期待できる微生物</h4>
<p>
以前から、微生物は、重金属や油汚染を生物的に分解し、無害な形とする生物学的浄化（Bioremediation）能力が着目されていた。鉄道においても、車両から放出される重金属および油汚染物質が線路とその周囲を汚染したり、鉄道敷きに散布された除草剤が周囲の環境に流出したりするなどの事例があり、鉄道も環境に少なからず負荷を与えているといえる。
</p><p>
研究者らは道床下に存在する微生物が、これらの鉄道による環境負荷を低減してくれるのではないかと期待し、その微生物の存在量や活性、そしてその多様性などを調べた研究内容が報告されている。この論文でも、鉄道の生態学的な価値について論じている部分がある。
</p>

<h3>研究の実際</h3>
<h4>スウェーデンの事例</h4>
<p>
さて、ここから道床生態系の研究例を紹介していこう。スウェーデンのCederlundらによる<br>
” Functional microbial diversity of the railway track bed”（2008, Science of The Total Environment）<br>
という論文では、2路線区（交通量・保線頻度が中程度と低程度）において、道床深さの違いにおける微生物の機能的多様性や、微生物全体の呼吸量の違いを調べている。
</p><p>
この論文では、鉄道道床においては、微生物の活性や多様性が低いことが明らかとなり、また、ばらつきが非常に多きことが示唆されている。微生物量の低さ、微生物多様性の低さ、そしてばらつきの大きさが、鉄道の生物的環境を示す特徴的な性質であるといえる。
</p><p>
この論文を、もう少し詳しく見ていこう。
</p>

<h4>機能的多様性</h4>
<p>
機能的多様性（Functional diversity）というのは、種そのもの多様性を見ているのではなく、その微生物が群集として、どのくらい多様な物質をエネルギー源として利用できるか、ということを示している。
1種類の生物が利用できる物質は限られる（たとえば、ヒトはセルロースなど、いわゆる食物繊維は消化できない。）が、他種の生物が集まることで、群集として様々な資源を利用できることになる。
しかし、集団にたくさんの種がいても（種の多様性が高い）、それぞれの種が同じものばかりしか分解できなかったら（食べられなかったら）、その集団が消費できる物質は非常に少なくなる（機能的多様性が低い）。
これは、自然界の物質循環を考える上で、生物種の多様さ以上に重要視される場合も多い。
</p>

<h4>論文の目的と手法</h4>
<p>
この論文の目的は、除草剤を分解できる微生物が道床・築堤部に存在するかどうかを調べたいというものである。
保線のために利用される除草剤が、線路周囲の環境に影響を与えるという懸念から、道床そのものにしみ込んだ除草剤がどの程度自然に分解されうるか把握する必要がある。
</p><p>
彼らは、スウェーデンのムーラ（Mora）とベートランダ（Vetlanda）という2都市近郊の鉄道路線の築堤において調査を行った。両路線の性格としては、以下のものである。
</p><p>
ムーラ：交通量小・築堤は均質な砂質土・木片や雑草に覆われている。また、ポドゾル土由来の有機物層を押しつぶす形で建設された。<br>
ベートランダ：交通量中・築堤は不均質な氷礫土・砂質層が見られ、石に覆われている。
</p><p>
土壌採取は、2002年6月、2003年10月にムーラで、2002年7月にベートランダにて行った。
2002年では、土壌表層(0-10cm)を1m、10m、100m単位のスパンで採取し、各地点では線路中心部とそこから左右に1.125m、2.25mの5点を採取した。
2003年のムーラでは、軌道中心部において、深さ20-110cmの土壌を5層に分けて採取した。ムーラにおける表層土（2002）と下層土（2003）は微生物の機能的多様性を見るために用いた。
</p>

<div class='fig'>
<a><img src='./a9/5.png' alt ='道床のサンプリング' class='fig'></a><br>
<p class='legend'>
道床のサンプリング方法。論文の図表を加工して掲載。Topsoilは表層土、Subsoilは下層土を示す。
</p></div>

<p>
採取した土壌を用いて、微生物の呼吸量について調査した。この呼吸量は、いつも一定量生じる基盤的呼吸（BR）と、基質（餌）が入ってきたときにその餌を食べて活性化する分の呼吸量（SIR）に分けられる。SIRとしては、もともといた微生物の呼吸量が大きくなったことによる寄与（K）と、そもそも餌が増えたことによって微生物が増殖し、新しい個体ができたことによる寄与（r）に分けられる。この論文では、BR、SIR、rの値に着目している。
</p><p>
また、微生物の機能的多様性としては、Biologと呼ばれる、複数のセルに異なる種類の基質（餌）が入ったプレートを用いた。
それぞれのセルに、土壌から抽出した微生物を入れることで、その土壌に住む微生物たちは、どのくらいたくさんの餌を使えるか、すなわちどのくらい色々な種類の物質（除草剤などを含む）を分解できるかについて示唆してくれる。これらの結果と、土壌中の水分やpH、有機物量の関係性についても議論されている。
</p>

<h4>調査結果</h4>
<p>
結果としては、水分や有機物の存在が、微生物の活性（呼吸量）すなわち化学物質の分解能力やその機能の多様性に影響を及ぼしていることがわかった。また、道床・築堤においては、微生物の量や活性は、農耕地などと比べると極めて低く、また、そのばらつきが非常に大きい。
</p><p>
これは、土壌がほとんど混ざり合わないほか、枕木によって隔絶されているため、場所ごとのつながりが低いことが要因として挙げられる。だから、1か所で優占している種が、他の場所でも支配権を握っているのかと言えばそうではない。
</p><p>
また、道床や築堤は一般的に貧栄養でさらに乾燥しているため、微生物がなかなか育成できないが、局所的に植物が存在したり、枝葉（専門用語ではリターと言う）が供給されたりして、栄養的にも、水分の安定性としても好条件となる。
そのため、この部分だけ突出して微生物が増え、また活性も高くなる。ゆえに、大きなばらつきが生じることになる。
もちろん、有機物の供給は表層の方が大きいから、微生物量や活性も表層で大きくなるわけである。
</p><p>
これらの有機物の供給は、除草剤の散布や保線作業によって制限されるため、微生物量は保線頻度を表すひとつの指標であると言える。
</p><p>
私の感想としては、鉄道道床においては、土壌の層化とともに、ホットスポットの出現という「島化」が顕著であると言えよう。
</p>

<div class='fig'>
<a><img src='./a9/6.png' alt ='島化のイメージ' class='fig'></a><br>
<p class='legend'>
島化のイメージ。普通は微生物活性の低い道床だが、植物片などの有機物が供給されると、その周りに微生物活性の高い「島」が生じる。
</p></div>

<h4>論文での結論</h4>
<p>
この論文の結論としては、そのばらつきの大きさから、道床に散布された除草剤が道床内で浄化されるのを期待するのは不確実であると結論付けている。
同様な結論は、同じ著者のグループが出した別の論文でも出されている。
こちらの論文（Cederlund et al., 2007)では具体的な除草剤を用いて、それが道床土壌中でどのくらい早く消失するかという実験を行っていて、やはり、その分解能は栄養素によって制限されており、有機物（特に窒素）の添加が、除草剤分解を促進するのに有効であるとの示唆を得た。
</p><p>
筆者の感想だが、そもそも除草剤は、植物の生育を止め、有機物供給を阻害するために使用するものであり、除草剤散布とともに有機物供給という方法は、目的に逆行するものであり、ナンセンスかもしれない。
</p>

<h4>油汚染の浄化機能も</h4>
<p>
また、道床の微生物に期待されるはたらきとしては、除草剤の分解以外に油汚染の分解が挙げられる。Sutton et al.（2012）は、ポーランドのベングリニエツという都市で、燃料補給施設周辺の油汚染と微生物多様性の関係性を調べた。すると、生物多様性は油汚染で減少しているものの、油汚染関連物質の分解に関わる菌の仲間が増加している様子が観察された。汚染によって、最初の生物群は傷つくが、汚染に対応した菌の組成に変化し、その汚染を取り除く力が、同省内の微生物群にも存在することが強く示唆される。
</p><p>
また、これは道床における実験ではないが、枕木の生産場で、防腐剤（クレオソート）による土壌汚染は、汚染部の多様性や均質性（多様性を保つ指標となる）を発達させることが判明している。この結果から、様々な汚染段階に応じて、対応した反応を示す自然界の柔軟性を見ることができる。
</p>

<h3>まとめ</h3>
<p>
これらの論文を見るに、道床には、小さく貧弱ではあるが、生態系が発達しているようである。
また、その微生物の浄化能力は、そのきちんとした評価や利用方法の確立について、いまだに発展途上にあるが、その潜在能力の大きさは期待できるものであると思う。
</p><p>
ほとんどの人が想像すらしない場所で生きる微生物たちが、もしかしたら、我々の生活をより豊かにしてくれる可能性を秘めたまま、いまだにその正体を隠し続けている。
今は、あまりにも役立たなそうな研究が、人類の繁栄を支えるひとつの土台として役立つことを祈るばかりである。
</p><p>
普段、みんなは、線路の上ばかりに目をとらわれているが、今度列車に乗ったとき、その下には、人類の将来を変えるかもしれない小さな世界が隠れていることに思いを巡らせてほしい。
</p>

<h3>参考文献</h3>
<p class='ref'>
Gümral et al. (2014) Black Yeast Diversity on Creosoted Railway Sleepers Changes with Ambient Climatic Conditions, Microb Ecol 68 699. <br>
https://doi.org/10.1007/s00248-014-0459-5
</p><p  class='ref'>
Döğen et al. (2013) Black yeast habitat choices and species spectrum on high altitude creosote-treated railway ties,Fungal Biology 117 (10) 692-696.<br>
https://doi.org/10.1016/j.funbio.2013.07.006
</p><p class='ref'>
Morelli et al. (2014) Can roads, railways and related structures have positive effects on birds? – A review, Transportation Research Part D: Transport and Environment 30 21-31.<br>
https://doi.org/10.1016/j.trd.2014.05.006
</p><p class='ref'>
Wittig (2002) Ferns in a new role as a frequent constituent of railway flora in Central Europe, Flora - Morphology, Distribution, Functional Ecology of Plants 197 (5) 341-350.<br>
https://doi.org/10.1078/0367-2530-00050
</p><p class='ref'>
Cederlund et al. (2008) Functional microbial diversity of the railway track bed, Science of The Total Environment 397 (1–3) 205-214.<br>
https://doi.org/10.1016/j.scitotenv.2008.02.041
</p><p class='ref'>
Cederlund et al. (2007) Metabolic and cometabolic degradation of herbicides in the fine material of railway ballast, Soil Biology and Biochemistry 39 (2) 473-484.<br>
https://doi.org/10.1016/j.soilbio.2006.08.018
</p><p class='ref'>
Sutton et al. (2012) Impact of Long-Term Diesel Contamination on Soil Microbial Community Structure, Appl. Environ. Microbiol, 79 (2) 619-630.<br>
https://aem.asm.org/content/79/2/619.short
</p>

    ",
    "history":["2019年1月4日公開"]
}